import { ChartBarStacked, Clock, DraftingCompass } from "lucide-react";

export const items = [
  {
    Icon: Clock,
    title: "Экономия времени",
    desc: "Экономьте время. Все инструменты под рукой в интуитивно понятном пространстве.",
  },
  {
    Icon: ChartBarStacked,
    title: "Визуализация продаж и чатов",
    desc: "Контролируйте ключевые показатели и оптимизируйте операции здесь и сейчас.",
  },
  {
    Icon: DraftingCompass,
    title: "Мобильность и практичность",
    desc: "Объединяем все возможности маркетплейсов в едином, понятном и удобном интерфейсе.",
  },
];

export const descItems = [
  {
    title: "Экономьте время благодаря продуманному и простому интерфейсу",
    desc: "Забудьте о навигации по запутанным меню. Всё разложено по полочкам и интуитивно понятно.",
  },
  {
    title:
      "Анализируйте эффективность сделок и качество коммуникации с помощью интуитивной визуальной аналитики.",
    desc: "Получайте полную оперативную картину для мгновенного управления и точечной оптимизации бизнес-процессов.",
  },
  {
    title:
      "Будьте гибкими и решайте задачи эффективно с помощью удобных и функциональных решений.",
    desc: "Больше не нужно переключаться между десятком вкладок — все функции, сравнение цен и покупки теперь доступны в едином и интуитивно понятном пространстве.",
  },
];
