export const PrivacyPolicy = () => {
  return (
    <div className="text-primary-font bg-landing-primary-bg w-full h-full py-5 px-10 md:px-24 pb-20 overflow-hidden">
      <br />
      <h1 className="text-center text-2xl md:text-4xl font-bold">
        ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h1>
      <h5 className="text-center text-lg mt-2 font-semibold">
        Редакция 1.1. от «16» апреля 2025 г.
      </h5>
      <br />
      <p className="text-contrast font-semibold text-base text-center text-lg">
        Необходимо внимательно ознакомиться с условиями настоящей Политики и при
        несогласии с каким-либо пунктом Политики, предлагается отказаться от
        пользования услугами
      </p>
      <br />
      <h4 className="font-bold text-center text-lg">
        г. Москва «16» апреля 2025 г.
      </h4>
      <br />
      <p className="text-lg indent-[3%]">
        Настоящая политика обработки персональных данных составлена в
        соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ
        «О персональных данных» (далее - Закон о персональных данных) и
        определяет порядок обработки персональных данных и меры по обеспечению
        безопасности персональных данных, предпринимаемые Индивидуальным
        предпринимателем Евсютиным Иваном Алексеевичем (ОГРНИП 316774600498753,
        ИНН 773389267379, (далее – Оператор).
      </p>
      <br />
      <h3 className="text-xl font-bold text-center">1. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">1.1.</span> Оператор
          ставит своей важнейшей целью и условием осуществления своей
          деятельности соблюдение прав и свобод человека и гражданина при
          обработке его персональных данных, в том числе защиты прав на
          неприкосновенность частной жизни, личную и семейную тайну.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.2.</span> Настоящая
          политика Оператора в отношении обработки персональных данных (далее –
          Политика) применяется ко всей информации, которую Оператор может
          получить о посетителях сайта:{" "}
          <a
            href="https://manitocrm.ru"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru
          </a>
          .
        </p>
        <p>
          <span className="text-contrast font-semibold">1.3.</span> В рамках
          настоящей Политики под персональной информацией Пользователя
          понимаются:
        </p>
        <p>
          <span className="text-contrast font-semibold">1.3.1.</span>{" "}
          Персональная информация, которую Пользователь предоставляет о себе
          самостоятельно при регистрации (создании учетной записи) или в
          процессе использования Сервисов, включая персональные данные
          Пользователя. Обязательная для предоставления Сервисов информация
          помечена специальным образом. Иная информация предоставляется
          Пользователем на его усмотрение.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.3.2.</span> Данные,
          которые автоматически передаются сервисам Сайта в процессе их
          использования с помощью установленного на устройстве Пользователя
          программного обеспечения, в том числе IP-адрес, данные файлов cookie,
          информация о браузере Пользователя (или иной программе, с помощью
          которой осуществляется доступ к сервисам), технические характеристики
          оборудования и программного обеспечения, используемых Пользователем,
          дата и время доступа к сервисам, адреса запрашиваемых страниц и иная
          подобная информация.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.3.3.</span> Настоящая
          Политика конфиденциальности применяется только к Сайту сайта:{" "}
          <a
            href="https://manitocrm.ru"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru
          </a>
          . Сайт/Платформа не контролирует и не несет ответственности за сайты
          третьих лиц, на которые Пользователь может перейти по иным доступным
          ссылкам.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.3.4.</span> Оператор
          обрабатывает персональные данные Пользователя только в случае их
          заполнения и/или отправки Пользователем самостоятельно через
          специальные формы, расположенные на сайте:{" "}
          <a
            href="https://manitocrm.ru"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru
          </a>
          . Заполняя соответствующие формы и/или отправляя свои персональные
          данные Оператору, Пользователь выражает свое согласие с данной
          Политикой.
        </p>
      </div>
      <br />
      <h4 className="text-xl font-bold">
        1.4. Иные основные понятия, используемые в Политике
      </h4>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">1.4.1.</span>{" "}
          Автоматизированная обработка персональных данных – обработка
          персональных данных с помощью средств вычислительной техники.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.2.</span>{" "}
          Блокирование персональных данных – временное прекращение обработки
          персональных данных (за исключением случаев, если обработка необходима
          для уточнения персональных данных).
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.3.</span> Сайт и
          электронная Платформа – совокупность графических и информационных
          материалов, а также программ для ЭВМ и баз данных, обеспечивающих их
          доступность в сети интернет по сетевому адресу сайта:{" "}
          <a href="https://manitocrm.ru">https://manitocrm.ru</a>.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.4.</span>{" "}
          Информационная система персональных данных — совокупность содержащихся
          в базах данных персональных данных, и обеспечивающих их обработку
          информационных технологий и технических средств.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.5.</span>{" "}
          Обезличивание персональных данных — действия, в результате которых
          невозможно определить без использования дополнительной информации
          принадлежность персональных данных конкретному Пользователю или иному
          субъекту персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.6.</span> Обработка
          персональных данных – любое действие (операция) или совокупность
          действий (операций), совершаемых с использованием средств
          автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), обезличивание,
          блокирование, удаление, уничтожение персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.7.</span>{" "}
          Персональные данные, разрешенные субъектом персональных данных для
          распространения - персональные данные, доступ неограниченного круга
          лиц к которым предоставлен субъектом персональных данных путем дачи
          согласия на обработку персональных данных, разрешенных субъектом
          персональных данных для распространения в порядке, предусмотренном
          Законом о персональных данных (далее - персональные данные,
          разрешенные для распространения).
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.8.</span>{" "}
          Пользователь – любой посетитель сайта:{" "}
          <a
            href="https://manitocrm.ru"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru
          </a>
          .
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.9.</span>{" "}
          Предоставление персональных данных – действия, направленные на
          раскрытие персональных данных определенному лицу или определенному
          кругу лиц.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.10.</span>{" "}
          Распространение персональных данных – любые действия, направленные на
          раскрытие персональных данных неопределенному кругу лиц (передача
          персональных данных) или на ознакомление с персональными данными
          неограниченного круга лиц, в том числе обнародование персональных
          данных в средствах массовой информации, размещение в
          информационно-телекоммуникационных сетях или предоставление доступа к
          персональным данным каким-либо иным способом.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.11.</span>{" "}
          Трансграничная передача персональных данных – передача персональных
          данных на территорию иностранного государства органу власти
          иностранного государства, иностранному физическому или иностранному
          юридическому лицу.
        </p>
        <p>
          <span className="text-contrast font-semibold">1.4.12.</span>{" "}
          Уничтожение персональных данных – любые действия, в результате которых
          персональные данные уничтожаются безвозвратно с невозможностью
          дальнейшего восстановления содержания персональных данных в
          информационной системе персональных данных и (или) уничтожаются
          материальные носители персональных данных.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">2.1.</span>{" "}
          Сайт/Платформа собирает и хранит только ту персональную информацию,
          которая необходима для предоставления сервисов или исполнения
          соглашений и договоров с Пользователем, за исключением случаев, когда
          законодательством предусмотрено обязательное хранение персональной
          информации в течение определенного законом срока.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.</span> Персональную
          информацию Пользователя Сайт/Платформа обрабатывает в следующих целях:
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.1.</span>{" "}
          Идентификации Пользователя, зарегистрированного на Сайте/Платформе,
          для возможности вступить в договорные отношения.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.2.</span>{" "}
          Предоставления Пользователю доступа к персонализированным ресурсам
          Сайта/Платформы.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.3.</span>{" "}
          Установления с Пользователем обратной связи, включая направление
          уведомлений, запросов, касающихся использования Сайта/Платформы,
          оказания услуг, обработку запросов и заявок от Пользователя.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.4.</span>{" "}
          Подтверждения достоверности и полноты персональных данных,
          предоставленных Пользователем.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.5.</span>{" "}
          Заключения, исполнения и прекращения гражданско-правовых договоров с
          Пользователем Сайта/Платформы.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.6.</span>{" "}
          Информирования Пользователя посредством отправки электронных писем.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.7.</span>{" "}
          Предоставления доступа Пользователю к сервисам, информации и/или
          материалам, содержащимся на сайте:{" "}
          <a
            href="https://manitocrm.ru"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru
          </a>
          .
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.8.</span> Создания
          учетной записи для Пользователя, если Пользователь дал согласие на
          создание учетной записи.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.2.9.</span>{" "}
          Предоставления Пользователю эффективной клиентской и технической
          поддержки при возникновении проблем, связанных с использованием
          Сайта/Платформы.
        </p>
        <p>
          <span className="text-contrast font-semibold">2.3.</span> Также
          Оператор имеет право направлять Пользователю уведомления о новых
          продуктах и услугах, специальных предложениях и различных событиях.
          Пользователь всегда может отказаться от получения информационных
          сообщений, направив Оператору письмо на адрес электронной почты:{" "}
          <a
            href="https://mail.google.com/mail/?view=cm&fs=1&to=ivan.evsyutin@gmail.com"
            target="_blank"
            className="text-contrast font-semibold"
          >
            ivan.evsyutin@gmail.com
          </a>{" "}
          с пометкой «Отказ от уведомлений о новых продуктах и услугах и
          специальных предложениях».
        </p>
        <p>
          <span className="text-contrast font-semibold">2.4.</span> Обезличенные
          данные Пользователей, собираемые с помощью сервисов
          интернет-статистики, служат для сбора информации о действиях
          Пользователей на Сайте/Платформе, улучшения качества Сайта/Платформы и
          их содержания.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        3. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ
        ТРЕТЬИМ ЛИЦАМ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">3.1.</span>{" "}
          Сайт/Платформа хранит персональную информацию Пользователей в
          соответствии с внутренними регламентами конкретных сервисов.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.2.</span> В отношении
          персональной информации Пользователя сохраняется ее
          конфиденциальность, кроме случаев добровольного предоставления
          Пользователем информации о себе для общего доступа неограниченному
          кругу лиц. При использовании отдельных сервисов Пользователь
          соглашается с тем, что определенная часть его персональной информации
          становится общедоступной.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.3.</span> Сайт вправе
          передать персональную информацию Пользователя третьим лицам в
          следующих случаях:
        </p>
        <p>
          <span className="text-contrast font-semibold">3.3.1.</span>{" "}
          Пользователь выразил согласие на такие действия.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.3.2.</span> Передача
          необходима для использования Пользователем определенного сервиса либо
          для исполнения определенного соглашения или договора с Пользователем.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.3.3.</span> Передача
          необходима в рамках использования Пользователем Сайта/Платформы для
          передачи информации третьим лицам (например, платежным системам).
        </p>
        <p>
          <span className="text-contrast font-semibold">3.3.4.</span> Передача
          предусмотрена российским или иным применимым законодательством в
          рамках установленной законодательством процедуры.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.3.5.</span> В случае
          продажи Сайта/Платформы к приобретателю переходят все обязательства по
          соблюдению условий настоящей Политики применительно к полученной им
          персональной информации.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.4.</span> Обработка
          персональных данных Пользователя осуществляется без ограничения срока
          любым законным способом, в том числе в информационных системах
          персональных данных с использованием средств автоматизации или без
          использования таких средств. Обработка персональных данных
          Пользователей осуществляется в соответствии с Федеральным законом от
          27.07.2006 № 152-ФЗ «О персональных данных».
        </p>
        <p>
          <span className="text-contrast font-semibold">3.5.</span> При утрате
          или разглашении персональных данных Оператор информирует Пользователя
          об утрате или разглашении персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.6.</span>{" "}
          Оператор/администрация Сайта/Платформы принимает необходимые
          организационные и технические меры для защиты персональной информации
          Пользователя от неправомерного или случайного доступа, уничтожения,
          изменения, блокирования, копирования, распространения, а также от иных
          неправомерных действий третьих лиц.
        </p>
        <p>
          <span className="text-contrast font-semibold">3.7.</span>{" "}
          Оператор/администрация Сайта совместно с Пользователем принимает все
          необходимые меры по предотвращению убытков или иных отрицательных
          последствий, вызванных утратой или разглашением персональных данных
          Пользователя.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        4. ПРАВОВЫЕ ОСНОВАНИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">4.1.</span> Правовыми
          основаниями обработки персональных данных Оператором являются:
        </p>
        <ul className="list-disc ml-12">
          <li>
            Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных»;
          </li>
          <li>
            договоры, заключаемые между Оператором и Пользователем, субъектом
            персональных данных;
          </li>
          <li>
            федеральные законы, иные нормативно-правовые акты в сфере защиты
            персональных данных;
          </li>
          <li>
            согласия Пользователей на обработку их персональных данных, на
            обработку персональных данных, разрешенных для распространения (при
            оформлении).
          </li>
        </ul>
        <p>
          <span className="text-contrast font-semibold">4.2.</span> Оператор
          обрабатывает персональные данные Пользователя только в случае их
          заполнения и/или отправки Пользователем самостоятельно через
          специальные формы, расположенные на сайте:{" "}
          <a
            href="https://manitocrm.ru"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru
          </a>{" "}
          или направленные Оператору посредством электронной почты. Заполняя
          соответствующие формы и/или отправляя свои персональные данные
          Оператору, Пользователь выражает свое согласие с данной Политикой.
        </p>
        <p>
          <span className="text-contrast font-semibold">4.3.</span> Оператор
          обрабатывает обезличенные данные о Пользователе в случае, если это
          разрешено в настройках браузера Пользователя (включено сохранение
          файлов «cookie» и использование технологии JavaScript).
        </p>
        <p>
          <span className="text-contrast font-semibold">4.4.</span> Субъект
          персональных данных самостоятельно принимает решение о предоставлении
          его персональных данных и дает согласие свободно, своей волей и в
          своем интересе.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        5. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">5.1.</span> Обработка
          персональных данных осуществляется на законной и справедливой основе.
        </p>
        <p>
          <span className="text-contrast font-semibold">5.2.</span> Обработка
          персональных данных ограничивается достижением конкретных, заранее
          определенных и законных целей. Не допускается обработка персональных
          данных, несовместимая с целями сбора персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">5.3.</span> Не
          допускается объединение баз данных, содержащих персональные данные,
          обработка которых осуществляется в целях, несовместимых между собой.
        </p>
        <p>
          <span className="text-contrast font-semibold">5.4.</span> Обработке
          подлежат только персональные данные, которые отвечают целям их
          обработки.
        </p>
        <p>
          <span className="text-contrast font-semibold">5.5.</span> Содержание и
          объем обрабатываемых персональных данных соответствуют заявленным
          целям обработки. Не допускается избыточность обрабатываемых
          персональных данных по отношению к заявленным целям их обработки.
        </p>
        <p>
          <span className="text-contrast font-semibold">5.6.</span> При
          обработке персональных данных обеспечивается точность персональных
          данных, их достаточность, а в необходимых случаях и актуальность по
          отношению к целям обработки персональных данных. Оператор принимает
          необходимые меры и/или обеспечивает их принятие по удалению или
          уточнению неполных или неточных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">5.7.</span> Хранение
          персональных данных осуществляется в форме, позволяющей определить
          субъекта персональных данных, не дольше, чем этого требуют цели
          обработки персональных данных, если срок хранения персональных данных
          не установлен федеральным законом, договором, стороной которого,
          выгодоприобретателем или поручителем, по которому является субъект
          персональных данных. Обрабатываемые персональные данные уничтожаются
          либо обезличиваются по достижении целей обработки или в случае утраты
          необходимости в достижении этих целей, если иное не предусмотрено
          федеральным законом.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        6. ПОРЯДОК СБОРА, ХРАНЕНИЯ, ПЕРЕДАЧИ И ДРУГИХ ВИДОВ ОБРАБОТКИ
        ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">6.1.</span> Безопасность
          персональных данных, которые обрабатываются Оператором, обеспечивается
          путем реализации правовых, организационных и технических мер,
          необходимых для выполнения в полном объеме требования действующего
          законодательства в области защиты персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.2.</span> Оператор
          обеспечивает сохранность персональных данных и принимает все возможные
          меры, исключающие доступ к персональным данным неуполномоченных лиц.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.3.</span> Персональные
          данные Пользователя никогда, ни при каких условиях не будут переданы
          третьим лицам, за исключением случаев, связанных с исполнением
          действующего законодательства либо в случае, если субъектом
          персональных данных дано согласие Оператору на передачу данных
          третьему лицу для исполнения обязательств по гражданско-правовому
          договору.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.4.</span> В случае
          выявления неточностей в персональных данных, Пользователь может
          актуализировать их самостоятельно, путем направления Оператору
          уведомление на адрес электронной почты Оператора:{" "}
          <a
            href="https://mail.google.com/mail/?view=cm&fs=1&to=ivan.evsyutin@gmail.com"
            target="_blank"
            className="text-contrast font-semibold"
          >
            ivan.evsyutin@gmail.com
          </a>{" "}
          с пометкой «Актуализация персональных данных».
        </p>
        <p>
          <span className="text-contrast font-semibold">6.5.</span> Срок
          обработки персональных данных определяется достижением целей, для
          которых были собраны персональные данные, если иной срок не
          предусмотрен договором или действующим законодательством.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.6.</span> Пользователь
          может в любой момент отозвать свое согласие на обработку персональных
          данных, направив Оператору уведомление посредством электронной почты
          на электронный адрес Оператора:{" "}
          <a
            href="https://mail.google.com/mail/?view=cm&fs=1&to=ivan.evsyutin@gmail.com"
            target="_blank"
            className="text-contrast font-semibold"
          >
            ivan.evsyutin@gmail.com
          </a>{" "}
          с пометкой «Отзыв согласия на обработку персональных данных».
        </p>
        <p>
          <span className="text-contrast font-semibold">6.7.</span> Вся
          информация, которая собирается сторонними сервисами, в том числе
          платежными системами, средствами связи и другими поставщиками услуг,
          хранится и обрабатывается указанными лицами (Операторами) в
          соответствии с их Пользовательским соглашением и Политикой
          конфиденциальности. Субъект персональных данных и/или Пользователь
          обязан самостоятельно своевременно ознакомиться с указанными
          документами. Оператор не несет ответственность за действия третьих
          лиц, в том числе указанных в настоящем пункте поставщиков услуг.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.8.</span>{" "}
          Установленные Пользователем/субъектом персональных данных запреты на
          передачу (кроме предоставления доступа), а также на обработку или
          условия обработки (кроме получения доступа) персональных данных,
          разрешенных для распространения, не действуют в случаях обработки
          персональных данных в государственных, общественных и иных публичных
          интересах, определенных законодательством РФ.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.9.</span> Оператор при
          обработке персональных данных обеспечивает конфиденциальность
          персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.10.</span> Оператор
          осуществляет хранение персональных данных в форме, позволяющей
          определить субъекта персональных данных, не дольше, чем этого требуют
          цели обработки персональных данных, если срок хранения персональных
          данных не установлен федеральным законом, договором, стороной
          которого, выгодоприобретателем или поручителем, по которому является
          Пользователь/субъект персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">6.11.</span> Условием
          прекращения обработки персональных данных может являться достижение
          целей обработки персональных данных, истечение срока действия согласия
          Пользователя/субъекта персональных данных или отзыв согласия субъектом
          персональных данных, а также выявление неправомерной обработки
          персональных данных.
        </p>
      </div>

      {/* Раздел 7 */}
      <br />
      <h3 className="text-xl font-bold text-center">7. ОБЯЗАТЕЛЬСТВА СТОРОН</h3>
      <br />
      <h4 className="text-xl font-bold">7.1. Оператор имеет право:</h4>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">7.1.1.</span> Получать
          от Пользователя/субъекта персональных данных достоверные информацию
          и/или документы, содержащие персональные данные;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.1.2.</span> В случае
          отзыва субъектом персональных данных согласия на обработку
          персональных данных Оператор вправе продолжить обработку персональных
          данных без согласия Пользователя/субъекта персональных данных при
          наличии оснований, указанных в Законе о персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.1.3.</span>{" "}
          Самостоятельно определять состав и перечень мер, необходимых и
          достаточных для обеспечения выполнения обязанностей, предусмотренных
          Законом о персональных данных и принятыми в соответствии с ним
          нормативными правовыми актами, если иное не предусмотрено Законом о
          персональных данных или другими федеральными законами.
        </p>
      </div>
      <br />
      <h4 className="text-xl font-bold">7.2. Оператор обязан:</h4>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">7.2.1.</span>{" "}
          Предоставлять Пользователю/субъекту персональных данных по его просьбе
          информацию, касающуюся обработки его персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.2.</span>{" "}
          Организовывать обработку персональных данных в порядке, установленном
          действующим законодательством РФ;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.3.</span> Отвечать
          на обращения и запросы Пользователей/субъектов персональных данных и
          их законных представителей в соответствии с требованиями Закона о
          персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.4.</span> Сообщать в
          уполномоченный орган по защите прав субъектов персональных данных по
          запросу этого органа необходимую информацию в течение 30 дней с даты
          получения такого запроса;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.5.</span>{" "}
          Публиковать или иным образом обеспечивать неограниченный доступ к
          настоящей Политике конфиденциальности;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.6.</span> Принимать
          правовые, организационные и технические меры для защиты персональных
          данных от неправомерного или случайного доступа к ним, уничтожения,
          изменения, блокирования, копирования, предоставления, распространения
          персональных данных, а также от иных неправомерных действий в
          отношении персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.7.</span> Прекратить
          передачу (распространение, предоставление, доступ) персональных
          данных, прекратить обработку и уничтожить персональные данные в
          порядке и случаях, предусмотренных Законом о персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.2.8.</span> Исполнять
          иные обязанности, предусмотренные Законом о персональных данных.
        </p>
      </div>
      <br />
      <h4 className="text-xl font-bold">7.3. Пользователь имеет право:</h4>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">7.3.1.</span> Получать
          информацию, касающуюся обработки его персональных данных, за
          исключением случаев, предусмотренных федеральными законами. Сведения
          предоставляются субъекту персональных данных Оператором в доступной
          форме, и в них не должны содержаться персональные данные, относящиеся
          к другим субъектам персональных данных, за исключением случаев, когда
          имеются законные основания для раскрытия таких персональных данных.
          Перечень информации и порядок ее получения установлен Законом о
          персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.3.2.</span> Требовать
          от Оператора уточнения его персональных данных, их блокирования или
          уничтожения в случае, если персональные данные являются неполными,
          устаревшими, неточными, незаконно полученными или не являются
          необходимыми для заявленной цели обработки, а также принимать
          предусмотренные законом меры по защите своих прав;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.3.3.</span> Выдвигать
          условие предварительного согласия при обработке персональных данных в
          целях продвижения на рынке товаров, работ и услуг;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.3.4.</span> На отзыв
          согласия на обработку персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.3.5.</span> Обжаловать
          в уполномоченный орган по защите прав субъектов персональных данных
          или в судебном порядке неправомерные действия или бездействие
          Оператора при обработке его персональных данных;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.3.6.</span> На
          осуществление иных прав, предусмотренных законодательством РФ.
        </p>
      </div>
      <br />
      <h4 className="text-xl font-bold">7.4. Пользователь обязан:</h4>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">7.4.1.</span>{" "}
          Предоставлять Оператору достоверные данные о себе;
        </p>
        <p>
          <span className="text-contrast font-semibold">7.4.2.</span> Сообщать
          Оператору об уточнении (обновлении, изменении) своих персональных
          данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">7.5.</span> Лица,
          передавшие Оператору недостоверные сведения о себе, либо сведения о
          другом субъекте персональных данных без согласия последнего, несут
          ответственность в соответствии с законодательством РФ.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        8. ПЕРСОНАЛЬНЫЕ ДАННЫЕ ПОЛЬЗОВАТЕЛЯ, КОТОРЫЕ ОБРАБАТЫВАЕТ ОПЕРАТОР
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">8.1.</span> Оператор
          может обрабатывать следующие персональные данные Пользователя
        </p>
        <p>
          <span className="text-contrast font-semibold">8.1.1.</span> Фамилия,
          имя, отчество.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.1.2.</span>{" "}
          Электронный адрес.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.1.3.</span> Номера
          телефонов.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.2.</span> Также на
          сайте происходит сбор и обработка обезличенных данных о посетителях (в
          т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс
          Метрика и Гугл Аналитика и других). Вышеперечисленные данные далее по
          тексту Политики объединены общим понятием Персональные данные.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.3.</span> Обработка
          специальных категорий персональных данных, касающихся расовой,
          национальной принадлежности, политических взглядов, религиозных или
          философских убеждений, интимной жизни, Оператором не осуществляется.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.4.</span> Обработка
          персональных данных, разрешенных для распространения, из числа
          специальных категорий персональных данных, указанных в ч. 1 ст. 10
          Закона о персональных данных, допускается, если соблюдаются запреты и
          условия, предусмотренные ст. 10.1 Закона о персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.5.</span> Согласие
          Пользователя на обработку персональных данных, разрешенных для
          распространения, оформляется отдельно от других согласий на обработку
          его персональных данных. При этом соблюдаются условия,
          предусмотренные, в частности, ст. 10.1 Закона о персональных данных.
          Требования к содержанию такого согласия устанавливаются уполномоченным
          органом по защите прав субъектов персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.6.</span> Согласие на
          обработку персональных данных, разрешенных для распространения,
          Пользователь предоставляет Оператору непосредственно.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.7.</span> Оператор
          обязан в срок не позднее трех рабочих дней с момента получения
          указанного согласия Пользователя опубликовать информацию об условиях
          обработки, о наличии запретов и условий на обработку неограниченным
          кругом лиц персональных данных, разрешенных для распространения.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.8.</span> Передача
          (распространение, предоставление, доступ) персональных данных,
          разрешенных субъектом персональных данных для распространения, должна
          быть прекращена в любое время по требованию субъекта персональных
          данных. Данное требование должно включать в себя фамилию, имя,
          отчество (при наличии), контактную информацию (номер телефона, адрес
          электронной почты) субъекта персональных данных, а также перечень
          персональных данных, обработка которых подлежит прекращению. Указанные
          в данном требовании персональные данные могут обрабатываться только
          Оператором, которому оно направлено.
        </p>
        <p>
          <span className="text-contrast font-semibold">8.9.</span> Согласие на
          обработку персональных данных, разрешенных для распространения,
          прекращает свое действие с момента поступления Оператору требования,
          указанного в настоящей Политике в отношении обработки персональных
          данных.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        9. ПЕРЕЧЕНЬ ДЕЙСТВИЙ ОПЕРАТОРА С ПОЛУЧЕННЫМИ ПЕРСОНАЛЬНЫМИ ДАННЫМИ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">9.1.</span> Оператор
          осуществляет сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), обезличивание,
          блокирование, удаление и уничтожение персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">9.2.</span> Оператор
          осуществляет автоматизированную обработку персональных данных с
          получением и/или передачей полученной информации по
          информационно-телекоммуникационным сетям или без таковой.
        </p>
        <p>
          <span className="text-contrast font-semibold">9.3.</span> Оператор до
          начала осуществления трансграничной передачи персональных данных
          обязан убедиться в том, что иностранным государством, на территорию
          которого предполагается осуществлять передачу персональных данных,
          обеспечивается надежная защита прав субъектов персональных данных.
        </p>
        <p>
          <span className="text-contrast font-semibold">9.4.</span>{" "}
          Трансграничная передача персональных данных на территории иностранных
          государств, не отвечающих вышеуказанным требованиям, может
          осуществляться только в случае наличия согласия в письменной форме
          субъекта персональных данных на трансграничную передачу его
          персональных данных и/или исполнения договора, стороной которого
          является субъект персональных данных.
        </p>
      </div>

      {/* Раздел 10 */}
      <br />
      <h3 className="text-xl font-bold text-center">
        10. КОНФИДЕНЦИАЛЬНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h3>
      <br />
      <p className="text-lg">
        <span className="text-contrast font-semibold">10.1.</span> Оператор и
        иные лица, получившие доступ к персональным данным, обязаны не
        раскрывать третьим лицам и не распространять персональные данные без
        согласия субъекта персональных данных, если иное не предусмотрено
        федеральным законом.
      </p>
      <br />
      <h3 className="text-xl font-bold text-center">
        11. ОТВЕТСТВЕННОСТЬ СТОРОН
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">11.1.</span> Оператор,
          не исполнивший свои обязательства, несет ответственность за убытки,
          понесенные Пользователем в связи с неправомерным использованием
          персональных данных, в соответствии с законодательством Российской
          Федерации.
        </p>
        <p>
          <span className="text-contrast font-semibold">11.2.</span> В случае
          утраты или разглашения конфиденциальной информации Оператор не несет
          ответственности, если данная конфиденциальная информация:
        </p>
        <p>
          <span className="text-contrast font-semibold">11.2.1.</span> Стала
          публичным достоянием до ее утраты или разглашения.
        </p>
        <p>
          <span className="text-contrast font-semibold">11.2.2.</span> Была
          получена от третьей стороны до момента ее получения Оператором.
        </p>
        <p>
          <span className="text-contrast font-semibold">11.2.3.</span> Была
          разглашена с согласия Пользователя.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">12. РАЗРЕШЕНИЕ СПОРОВ</h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">12.1.</span> До
          обращения в суд с иском по спорам, возникающим из отношений между
          Пользователем Сайта и Оператором, обязательным является предъявление
          претензии (письменного предложения о добровольном урегулировании
          спора).
        </p>
        <p>
          <span className="text-contrast font-semibold">12.2.</span> Получатель
          претензии в течение 10 календарных дней со дня получения претензии
          письменно уведомляет заявителя претензии о результатах рассмотрения
          претензии.
        </p>
        <p>
          <span className="text-contrast font-semibold">12.3.</span> При
          недостижении соглашения спор будет передан на рассмотрение в суд в
          соответствии с действующим законодательством Российской Федерации.
        </p>
        <p>
          <span className="text-contrast font-semibold">12.4.</span> К настоящей
          Политике конфиденциальности и отношениям между Пользователем и
          Оператором применяется действующее законодательство Российской
          Федерации.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        13. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
      </h3>
      <br />
      <div className="flex flex-col gap-2 text-lg">
        <p>
          <span className="text-contrast font-semibold">13.1.</span> Оператор
          вправе вносить изменения в настоящую Политику конфиденциальности без
          согласия Пользователя.
        </p>
        <p>
          <span className="text-contrast font-semibold">13.2.</span> Новая
          Политика конфиденциальности вступает в силу с момента ее размещения на
          Сайте и действует бессрочно до замены ее новой версией, если иное не
          предусмотрено новой редакцией Политики конфиденциальности.
        </p>
        <p>
          <span className="text-contrast font-semibold">13.3.</span> Все
          предложения или вопросы по настоящей Политике конфиденциальности
          следует сообщать по электронной почте:{" "}
          <a
            href="https://mail.google.com/mail/?view=cm&fs=1&to=ivan.evsyutin@gmail.com"
            target="_blank"
            className="text-contrast font-semibold"
          >
            ivan.evsyutin@gmail.com
          </a>
          .
        </p>
        <p>
          <span className="text-contrast font-semibold">13.4.</span> Действующая
          Политика конфиденциальности и обработки персональных данных размещена
          на странице по адресу: на сайте:{" "}
          <a
            href="https://manitocrm.ru/login"
            className="text-contrast font-semibold"
          >
            https://manitocrm.ru/login
          </a>
          .
        </p>
      </div>
      <br />
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="font-bold">Полное наименование:</span> Евсютин Иван
          Алексеевич
        </p>
        <p className="text-lg">
          <span className="font-bold">ИНН:</span> 773389267379
        </p>
        <p className="text-lg">
          <span className="font-bold">ОГРН/ОГРНИП:</span> 316774600498753
        </p>
        <p className="text-lg">
          <span className="font-bold">Контактный телефон:</span> +7 903
          019-72-89
        </p>
        <p className="text-lg">
          <span className="font-bold">Контактный e-mail:</span>{" "}
          <a
            href="https://mail.google.com/mail/?view=cm&fs=1&to=ivan.evsyutin@gmail.com"
            target="_blank"
            className="text-contrast"
          >
            ivan.evsyutin@gmail.com
          </a>
        </p>
      </div>
      <br />
      <br />
    </div>
  );
};
