export const Offer = () => {
  return (
    <div className="text-font-primary bg-auth-bg w-full h-full py-5 px-24 pb-20 overflow-hidden">
      <h1 className="text-center text-4xl font-bold">ПУБЛИЧНАЯ ОФЕРТА</h1>
      <h5 className="text-center text-lg">
        о заключении договора об оказании услуг
      </h5>
      <br />
      <h3 className="font-bold text-xl text-center">1. Общие положения</h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          В настоящей Публичной оферте содержатся условия заключения Договора об
          оказании услуг (далее по тексту - «Договор об оказании услуг» и/или
          «Договор»). Настоящей офертой признается предложение, адресованное
          одному или нескольким конкретным лицам, которое достаточно определенно
          и выражает намерение лица, сделавшего предложение, считать себя
          заключившим Договор с адресатом, которым будет принято предложение.
        </p>
        <p className="text-lg">
          Совершение указанных в настоящей Оферте действий является
          подтверждением согласия обеих Сторон заключить Договор об оказании
          услуг на условиях, в порядке и объеме, изложенных в настоящей Оферте.
        </p>
        <p className="text-lg">
          Нижеизложенный текст Публичной оферты является официальным публичным
          предложением Исполнителя, адресованный заинтересованному кругу лиц
          заключить Договор об оказании услуг в соответствии с положениями
          пункта 2 статьи 437 Гражданского кодекса РФ.
        </p>
        <p className="text-lg">
          Договор об оказании услуг считается заключенным и приобретает силу с
          момента совершения Сторонами действий, предусмотренных в настоящей
          Оферте, и, означающих безоговорочное, а также полное принятие всех
          условий настоящей Оферты без каких-либо изъятий или ограничений на
          условиях присоединения.
        </p>
      </div>
      <br />
      <h4 className="text-xl font-bold">Термины и определения:</h4>
      <br />
      <div className="flex flex-col gap-3">
        <p className="text-lg">
          <span className="font-bold">Договор</span> – текст настоящей Оферты с
          Приложениями, являющимися неотъемлемой частью настоящей Оферты,
          акцептованный Заказчиком путем совершения конклюдентных действий,
          предусмотренных настоящей Офертой.
        </p>
        <p className="text-lg">
          <span className="font-bold">Конклюдентные действия</span> – это
          поведение, которое выражает согласие с предложением контрагента
          заключить, изменить или расторгнуть договор. Действия состоят в полном
          или частичном выполнении условий, которые предложил контрагент.
        </p>
        <p className="text-lg">
          <span className="font-bold">Сайт Исполнителя в сети «Интернет»</span>{" "}
          – совокупность программ для электронных вычислительных машин и иной
          информации, содержащейся в информационной системе, доступ к которой
          обеспечивается посредством сети «Интернет» по доменному имени и
          сетевому адресу:{" "}
          <a href="https://manitocrm.ru" className="text-font-contrast">
            https://manitocrm.ru
          </a>
        </p>
        <p className="text-lg">
          <span className="font-bold">Стороны Договора (Стороны)</span> –
          Исполнитель и Заказчик.
        </p>
        <p className="text-lg">
          <span className="font-bold">Услуга</span> – услуга, оказываемая
          Исполнителем Заказчику в порядке и на условиях, установленных
          настоящей Офертой.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">2. Предмет договора</h3>
      <br />
      <div className="flex flex-col gap-3">
        <p className="text-lg">
          <span className="text-font-contrast">2.1</span> Исполнитель обязуется
          оказать Заказчику Услуги, а Заказчик обязуется оплатить их в размере,
          порядке и сроки, установленные настоящим Договором.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">2.2</span> Наименование,
          количество, порядок и иные условия оказания Услуг определяются на
          основании сведений Исполнителя при оформлении заявки Заказчиком, либо
          устанавливаются на сайте Исполнителя в сети «Интернет»:{" "}
          <a className="text-font-contrast" href="https://manitocrm.ru">
            https://manitocrm.ru
          </a>
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">2.3</span> Исполнитель оказывает
          Услуги по настоящему Договору лично, либо с привлечением третьих лиц,
          при этом за действия третьих лиц Исполнитель отвечает перед Заказчиком
          как за свои собственные.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">2.4</span> Договор заключается
          путем акцепта настоящей Оферты через совершение конклюдентных
          действий, выраженных в:
        </p>
        <ul className="list-disc ml-12 text-lg">
          <li>
            действиях, связанных с регистрацией учетной записи на Сайте
            Исполнителя в сети «Интернет» при наличии необходимости регистрации
            учетной записи;
          </li>
          <li>
            оформлении и направлении Заказчиком заявки в адрес Исполнителя для
            оказания Услуг;
          </li>
          <li>действиях, связанных с оплатой Услуг Заказчиком;</li>
          <li>действиях, связанных с оказанием Услуг Исполнителем.</li>
        </ul>
        <p className="text-lg">
          Данный перечень неисчерпывающий, могут быть и другие действия, которые
          ясно выражают намерение лица принять предложение контрагента.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        3. Права и обязанности Сторон
      </h3>
      <br />
      <h4 className="text-xl font-bold">
        3.1 Права и обязанности Исполнителя:
      </h4>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">3.1.1</span> Исполнитель
          обязуется оказать Услуги в соответствии с положениями настоящего
          Договора, в сроки и объеме, указанные в настоящем Договоре и (или) в
          порядке, указанном на Сайте Исполнителя.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.1.2</span> Исполнитель
          обязуется предоставлять Заказчику доступ к разделам Сайта, необходимым
          для получения информации, согласно пункту 2.1. Договора.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.1.3</span> Исполнитель несет
          ответственность за хранение и обработку персональных данных Заказчика,
          обеспечивает сохранение конфиденциальности этих данных и использует их
          исключительно для качественного оказания Услуг Заказчику.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.1.4</span> Исполнитель
          оставляет за собой право изменять сроки (период) оказания Услуг и
          условия настоящей Оферты в одностороннем порядке без предварительного
          уведомления Заказчика, публикуя указанные изменения на Сайте
          Исполнителя в сети «Интернет».
        </p>
        <p className="text-lg">
          При этом новые / измененные условия, указываемые на Сайте, действуют
          только в отношении вновь заключаемых Договоров.
        </p>
      </div>
      <br />
      <h4 className="text-xl font-bold">3.2. Права и обязанности Заказчика:</h4>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">3.2.1</span> Заказчик обязан
          предоставлять достоверную информацию о себе при получении
          соответствующих Услуг.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.2.2</span> Заказчик обязуется
          не воспроизводить, не повторять, не копировать, не продавать, а также
          не использовать в каких бы то ни было целях информацию и материалы,
          ставшие ему доступными в связи с оказанием Услуг, за исключением
          личного использования непосредственно самим Заказчиком без
          предоставления в какой-либо форме доступа каким-либо третьим лицам.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.2.3</span> Заказчик обязуется
          принять Услуги, оказанные Исполнителем.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.2.4</span> Заказчик вправе
          потребовать от Исполнителя вернуть денежные средства за неоказанные
          услуги, некачественно оказанные услуги, услуги, оказанные с нарушением
          сроков оказания, а также, если Заказчик решил отказаться от услуг по
          причинам, не связанным с нарушением обязательств со стороны
          Исполнителя, исключительно по основаниям, предусмотренным действующим
          законодательством Российской Федерации.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">3.2.5</span> Заказчик
          гарантирует, что все условия Договора ему понятны; Заказчик принимает
          условия без оговорок, а также в полном объеме.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        4. Цена и порядок расчетов
      </h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">4.1</span> Стоимость услуг
          Исполнителя, оказываемых Заказчиком, и порядок их оплаты определяются
          на основании сведений Исполнителя при оформлении заявки Заказчиком
          либо устанавливаются на Сайте Исполнителя в сети «Интернет»:{" "}
          <a href="https://manitocrm.ru" className="text-font-contrast">
            https://manitocrm.ru
          </a>
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">4.2</span> Все расчеты по
          Договору производятся в безналичном порядке.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        5. Конфиденциальность и безопасность
      </h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">5.1</span> При реализации
          настоящего Договора Стороны обеспечивают конфиденциальность и
          безопасность персональных данных в соответствии с актуальной редакцией
          ФЗ от 27.07.2006 г. № 152-ФЗ «О персональных данных» и ФЗ от
          27.07.2006 г. № 149-ФЗ «Об информации, информационных технологиях и о
          защите информации».
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">5.2</span> Стороны обязуются
          сохранять конфиденциальность информации, полученной в ходе исполнения
          настоящего Договора, и принять все возможные меры, чтобы предохранить
          полученную информацию от разглашения.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">5.3</span> Под конфиденциальной
          информацией понимается любая информация, передаваемая Исполнителем и
          Заказчиком в процессе реализации Договора и подлежащая защите,
          исключения указаны ниже.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">5.4</span> Такая информация может
          содержаться в предоставляемых Исполнителю локальных нормативных актах,
          договорах, письмах, отчетах, аналитических материалах, результатах
          исследований, схемах, графиках, спецификациях и других документах,
          оформленных как на бумажных, так и на электронных носителях.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">6. Форс-мажор</h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">6.1</span> тороны освобождаются
          от ответственности за неисполнение или ненадлежащее исполнение
          обязательств по Договору, если надлежащее исполнение оказалось
          невозможным вследствие непреодолимой силы, то есть чрезвычайных и
          непредотвратимых при данных условиях обстоятельств, под которыми
          понимаются: запретные действия властей, эпидемии, блокада, эмбарго,
          землетрясения, наводнения, пожары или другие стихийные бедствия.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">6.2</span> В случае наступления
          этих обстоятельств Сторона обязана в течение 30 (Тридцати) рабочих
          дней уведомить об этом другую Сторону.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">6.3</span> Документ, выданный
          уполномоченным государственным органом, является достаточным
          подтверждением наличия и продолжительности действия непреодолимой
          силы.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">6.4</span> Если обстоятельства
          непреодолимой силы продолжают действовать более 60 (Шестидесяти)
          рабочих дней, то каждая Сторона вправе отказаться от настоящего
          Договора в одностороннем порядке.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        7. Ответственность Сторон
      </h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">7.1</span> В случае неисполнения
          и/или ненадлежащего исполнения своих обязательств по Договору, Стороны
          несут ответственность в соответствии с условиями настоящей Оферты.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">7.2</span> Исполнитель не несет
          ответственности за неисполнение и/или ненадлежащее исполнение
          обязательств по Договору, если такое неисполнение и/или ненадлежащее
          исполнение произошло по вине Заказчика.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">7.3</span> Сторона, не
          исполнившая или ненадлежащим образом исполнившая обязательства по
          Договору, обязана возместить другой Стороне причиненные такими
          нарушениями убытки.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        8. Срок действия настоящей Оферты
      </h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">8.1</span> Оферта вступает в силу
          с момента размещения на Сайте Исполнителя и действует до момента её
          отзыва Исполнителем.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">8.2</span> Исполнитель оставляет
          за собой право внести изменения в условия Оферты и/или отозвать Оферту
          в любой момент по своему усмотрению. Сведения об изменении или отзыве
          Оферты доводятся до Заказчика по выбору Исполнителя посредством
          размещения на сайте Исполнителя в сети «Интернет», в Личном кабинете
          Заказчика, либо путем направления соответствующего уведомления на
          электронный или почтовый адрес, указанный Заказчиком при заключении
          Договора или в ходе его исполнения.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">8.3</span> Договор вступает в
          силу с момента Акцепта условий Оферты Заказчиком и действует до
          полного исполнения Сторонами обязательств по Договору.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">8.4</span> Изменения, внесенные
          Исполнителем в Договор и опубликованные на сайте в форме
          актуализированной Оферты, считаются принятыми Заказчиком в полном
          объеме.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        9. Дополнительные условия
      </h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="text-font-contrast">9.1</span> Договор, его
          заключение и исполнение регулируется действующим законодательством
          Российской Федерации. Все вопросы, не урегулированные настоящей
          Офертой или урегулированные не полностью, регулируются в соответствии
          с материальным правом Российской Федерации.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">9.2</span> В случае возникновения
          спора, который может возникнуть между Сторонами в ходе исполнения ими
          своих обязательств по Договору, заключенному на условиях настоящей
          Оферты, Стороны обязаны урегулировать спор мирным путем до начала
          судебного разбирательства.
        </p>
        <p className="text-lg">
          Судебное разбирательство осуществляется в соответствии с
          законодательством Российской Федерации. Споры или разногласия, по
          которым Стороны не достигли договоренности, подлежат разрешению в
          соответствии с законодательством РФ. Досудебный порядок урегулирования
          спора является обязательным.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">9.3</span> В качестве языка
          Договора, заключаемого на условиях настоящей Оферты, а также языка,
          используемого при любом взаимодействии Сторон (включая ведение
          переписки, предоставление требований / уведомлений / разъяснений,
          предоставление документов и т. д.), Стороны определили русский язык.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">9.4</span> Все документы,
          подлежащие предоставлению в соответствии с условиями настоящей Оферты,
          должны быть составлены на русском языке либо иметь перевод на русский
          язык, удостоверенный в установленном порядке.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">9.5</span> Бездействие одной из
          Сторон в случае нарушения условий настоящей Оферты не лишает права
          заинтересованной Стороны осуществлять защиту своих интересов позднее,
          а также не означает отказа от своих прав в случае совершения одной из
          Сторон подобных либо сходных нарушений в будущем.
        </p>
        <p className="text-lg">
          <span className="text-font-contrast">9.6</span> Если на Сайте
          Исполнителя в сети «Интернет» есть ссылки на другие веб-сайты и
          материалы третьих лиц, такие ссылки размещены исключительно в целях
          информирования, и Исполнитель не имеет контроля в отношении содержания
          таких сайтов или материалов. Исполнитель не несет ответственность за
          любые убытки или ущерб, которые могут возникнуть в результате
          использования таких ссылок.
        </p>
      </div>
      <br />
      <h3 className="text-xl font-bold text-center">
        10. Реквизиты Исполнителя
      </h3>
      <br />
      <div className="flex flex-col gap-2">
        <p className="text-lg">
          <span className="font-bold">Полное наименование:</span> Евсютин Иван
          Алексеевич
        </p>
        <p className="text-lg">
          <span className="font-bold">ИНН:</span> 773389267379
        </p>
        <p className="text-lg">
          <span className="font-bold">ОГРН/ОГРНИП:</span> 316774600498753
        </p>
        <p className="text-lg">
          <span className="font-bold">Контактный телефон:</span> +7 903
          019-72-89
        </p>
        <p className="text-lg">
          <span className="font-bold">Контактный e-mail:</span>{" "}
          <a
            href="https://mail.google.com/mail/?view=cm&fs=1&to=ivan.evsyutin@gmail.com"
            target="_blank"
            className="text-font-contrast"
          >
            ivan.evsyutin@gmail.com
          </a>
        </p>
      </div>
      <br />
      <br />
    </div>
  );
};
